[
  {
    "id": "00",
    "name": "Test Project 1",
    "text": {
      "desc": "Reprehenderit mollit qui qui in esse sint dolore officia esse fugiat occaecat dolore ut. Eiusmod reprehenderit duis adipisicing consequat ex nisi Lorem amet. Tempor cillum labore ipsum do esse adipisicing aliquip nisi esse cillum esse. Enim sit do commodo aliquip cupidatat exercitation pariatur nostrud eu sunt labore.",
      "role": "Veniam amet nulla esse exercitation anim culpa enim proident nostrud. Officia eiusmod minim exercitation exercitation incididunt consectetur sit enim esse duis. Ex nisi commodo adipisicing reprehenderit."
    },
    "urls": {
      "backend": "http://example.com",
      "frontend": "http://example.com",
      "deployed": "http://example.com"
    },
    "image": {
      "url": "../images/placeholder.jpg"
    },
    "tech": ["SiReact", "SiGraphql"]
  },
  {
    "id": "01",
    "name": "Test Project 2",
    "text": {
      "desc": "Consequat quis officia cillum irure enim sint culpa excepteur. Aliqua sunt ut Lorem ullamco qui ut Lorem. Commodo dolor ipsum deserunt fugiat reprehenderit excepteur non esse exercitation dolor voluptate. Officia in labore et tempor nulla id esse ea consequat anim irure ullamco laboris. Pariatur laborum sint deserunt fugiat sint nostrud irure commodo fugiat veniam amet nisi. Laborum veniam dolor cillum deserunt nostrud cillum. Cillum consectetur proident enim reprehenderit aliquip nisi sint excepteur proident.",
      "role": "Proident veniam nulla ex pariatur irure ipsum eu laborum sint reprehenderit anim dolor culpa. Nulla sint esse ad anim officia proident voluptate. Magna quis occaecat nulla non nulla nostrud ex. Amet culpa esse cillum fugiat. Voluptate commodo sint magna tempor velit do sit commodo exercitation ex commodo aliquip fugiat exercitation. Ullamco consectetur sit laboris Lorem nostrud tempor aliqua."
    },
    "urls": {
      "backend": "http://example.com",
      "frontend": "http://example.com",
      "deployed": "http://example.com"
    },
    "image": {
      "url": "../images/placeholder03.jpg"
    },
    "tech": ["SiReact", "SiGraphql"]
  }
]
